{
    "posts":[
        {
        "id": "1",
        "Data": "Abrasion:  The process of wearing away by friction.",
        "Type": "Words Starting With A"
        },
        {
        "id": "2",
        "Data": "Absorption: The process by which a liquid is drawn into and tends to fill permeable pores in a porous body, also the increase in weight of porous solid body resulting from the penetration of liquid into its permeable pores.",
        "Type": "Words Starting With A"
        },
        {
        "id": "3",
        "Data": "Abutment:  A concrete support wall constructed at both ends of a bridge or an arch, in order to resist the horizontal force from the bridge or the arch, support the ends of the bridge span and to prevent the bank from sliding under.",
        "Type": "Words Starting With A"
        },
        {
        "id": "4",
        "Data": "Accelerator:  A substance such as calcium chloride (CaCl2), added in small quantities (max. 0.03% of the cement) to plain concrete to hasten its hardening rate, its set or both.",
        "Type": "Words Starting With A"
        },
        {
        "id": "5",
        "Data": "Acquisition:  The process of obtaining Right-of-Way.",
        "Type": "Words Starting With A"
        },
        {
        "id": "6",
        "Data": "Active Earth Pressure:  The horizontal push from earth onto a wall.  The active earth force from sand on to a free retaining wall is equivalent to that from a fluid of density 0.25 to 0.30 times that of the sand.  The force from sand on to a fixed retaining wall is very much more.",
        "Type": "Words Starting With A"
        },
        {
        "id": "7",
        "Data": "Addendum OR Addenda:  Written instruments or documents issued prior to the execution of a contract to modify or revise the bidding documents.",
        "Type": "Words Starting With A"
        },
        {
        "id": "8",
        "Data": "Adhesion OR Bond:  The sticking together of structural parts by mechanical or chemical bonding using a cement or glue.",
        "Type": "Words Starting With A"
        },
        {
        "id": "9",
        "Data": "ADMIXTURES: A material other than water. Aggregates and hydraulic cement, used as an ingredient of concrete or mortar, and added to the batch immediately before or during its modify one or more of the properties of the concrete.",
        "Type": "Words Starting With A"
        },
        {
        "id": "10",
        "Data": "Air-Entrained Concrete:  A concrete used for constructing roads.  It has about 5% air and is therefore less dense than ordinary good concrete, but it has excellent freeze-thaw resistance.  The strength loss is roughly 5% for each 1% air entrained.  Air entrained concrete produced by adding an admixture to concrete or cement, which drags small bubbles of air (Smaller than 1 mm in diameter) into the concrete mix.  The bubbles increase the workability and allowing both sand and water contents to be reduced.",
        "Type": "Words Starting With A"
        },
        {
        "id": "11",
        "Data": "Air Brick: Ventilation built into brickwork to provide ventilation through the wall.",
        "Type": "Words Starting With A"
        },
        {
        "id": "12",
        "Data": "Alignment:  (1)  The fixing of points on the ground in the correct lines for setting out a road, railway, wall, transmission line, canal, etc.  (2)  A ground plan showing a route, as opposed to a profile or section, which shows levels and elevations.",
        "Type": "Words Starting With A"
        },
        {
        "id": "13",
        "Data": "Ant Capping: Termite barrier(Shield), Usually of galvanized iron,placed over piers and dwarf walls to control the entry of termites.",
        "Type": "Words Starting With A"
        },
        {
        "id": "14",
        "Data": "Anti-siphonage: The device to preserve the water sea; in traps by providing ventilation.",
        "Type": "Words Starting With A"
        },
        {
        "id": "15",
        "Data": "Appurtenance:  An item which belong with, or is designed to complement something else (For example, a manhole is a sewer appurtenance.)",
        "Type": "Words Starting With A"
        },
        {
        "id": "16",
        "Data": "Apron:  A floor constructed along the channel bottom to prevent scour.  Aprons are almost always extension of culverts.",
        "Type": "Words Starting With A"
        },
        {
        "id": "17",
        "Data": "Aquifer:  An underground source of water capable of supplying a well.",
        "Type": "Words Starting With A"
        },
        {
        "id": "18",
        "Data": "Arch: A structure of wedged shaped blocks, or square blocks with wedge shaped joints,over an opening so disposed as to hold together when supported from sides and capable of carrying a load over the open.",
        "Type": "Words Starting With A"
        },
        {
        "id": "19",
        "Data": "Arch Bar: A structural member or beam carrying loads over an opening.",
        "Type": "Words Starting With A"
        },
        {
        "id": "20",
        "Data": "Architrave: A moulded section covering joint between window and door frames and the wall lining.",
        "Type": "Words Starting With A"
        },
        {
        "id": "21",
        "Data": "Arithmetic Mean:  The average value which is defined as the sum of all of the observations divided by the number of observations.",
        "Type": "Words Starting With A"
        },
        {
        "id": "22",
        "Data": "Arris: A sharp corner formed by the joint of two surfaces along a length of timber or brick.",
        "Type": "Words Starting With A"
        },
        {
        "id": "23",
        "Data": "Artesion Well:  A spring which water flows naturally out of the earth’s surface due to pressure placed on the water by an impervious overburden and hydro-static head.",
        "Type": "Words Starting With A"
        },
        {
        "id": "24",
        "Data": "Arterial Highway:  A general term denoting a highway primarily for through traffic usually on a continuous route.",
        "Type": "Words Starting With A"
        },
        {
        "id": "25",
        "Data": "As-Built Drawings OR Record Drawings:  Construction drawings revised to show significant changes made during the construction process, usually based on marked-up prints, drawings and other data furnished by the contractor or the Engineer.",
        "Type": "Words Starting With A"
        },
        {
        "id": "26",
        "Data": "Asphalt: A natural or artificial mixture in which bitumen is associated with inert mineral matter.",
        "Type": "Words Starting With A"
        },
        {
        "id": "27",
        "Data": "Asphaltic Concrete Friction Course (ACFC):  A hot mixture of asphalt cement with an open-graded aggregate (20% to 25% air voids) of a maximum size of 3/8 inch used as a surface (Wearing) course.",
        "Type": "Words Starting With A"
        },
        {
        "id": "28",
        "Data": "Asphalt Rubber (AR):  A mixture of asphalt cement and rubber used as a crack sealent, binder, or membrane.",
        "Type": "Words Starting With A"
        },
        {
        "id": "29",
        "Data": "Asphaltic Concrete (Asphalt rubber):  A hot mixture of asphalt cement, rubber, fine and coarse aggregate and mineral admixture mixed together and placed as an asphaltic concrete pavement surface layer.  The advantages of this mix are:  It stops cracks from reflecting through pavement layers, reduce the riding tires noise and is a useful way to dispose of the used rubber tires.",
        "Type": "Words Starting With A"
        },
        {
        "id": "30",
        "Data": "Auxiliary Lane:  The portion of a roadway adjoining the traveled way for truck climbing, speed change or for other purposes supplementary to through traffic movement",
        "Type": "Words Starting With A"
        },
        {
        "id": "31",
        "Data": "Ballast: stone or gravel mixture of irregular unscrewed sizes which may also contain smaller material.",
        "Type": "Words Starting with B"
        },
        {
        "id": "32",
        "Data": "Backfill: To fill the earth, any remaining space after placing concrete, Brickwork, Timber, pipes etc. in excavation.",
        "Type": "Words Starting with B"
        },
        {
        "id": "33",
        "Data": "Back-Puttying: The application of glaziers putty under glass on which it is bedded.",
        "Type": "Words Starting with B"
        },
        {
        "id": "34",
        "Data": "Bagging: A masonry process in which thin mortar  is applied to the face of the work with some coarse material.",
        "Type": "Words Starting with B"
        },
        {
        "id": "35",
        "Data": "Bank:  A mass of soil rising above a digging level.",
        "Type": "Words Starting with B"
        },
        {
        "id": "36",
        "Data": "Bar: A metal member used to reinforce concrete.",
        "Type": "Words Starting with B"
        },
        {
        "id": "37",
        "Data": "Bar, deformed: A reinforcing bar with manufactured surface deformation which provide a locking anchorage with surrounding concrete.",
        "Type": "Words Starting with B"
        },
        {
        "id": "38",
        "Data": "Balcony: A horizontal projection ,including a hand rail or balustrade to serve as passage or sitting out place.",
        "Type": "Words Starting with B"
        },
        {
        "id": "39",
        "Data": "Baluster:  A small post used to support a hand rail.",
        "Type": "Words Starting with B"
        },
        {
        "id": "40",
        "Data": "Balustrade: A series of balusters supporting a hand rail.",
        "Type": "Words Starting with B"
        },
        {
        "id": "41",
        "Data": "Barge board: A board covering the roof timbers on the gable or skillion end of a roof, fixed parallel to the roof slope.",
        "Type": "Words Starting with B"
        },
        {
        "id": "42",
        "Data": "Basement or cellar: The lower storey of a building below or partly below ground level.",
        "Type": "Words Starting with B"
        },
        {
        "id": "43",
        "Data": "Base course: The part of the construction resting upon the sub-grade and through which the load is transmitted to the sub-grade or the supporting soil. A base course is the layer immediately under the wearing surface.",
        "Type": "Words Starting with B"
        },
        {
        "id": "44",
        "Data": "Baulk: A piece of sawn timber whose cross-sectional dimensions not less than 5 cm.at top and not exceeding 20 cm at the but tend.",
        "Type": "Words Starting with B"
        },
        {
        "id": "45",
        "Data": "Batt: Any portion of a full brick",
        "Type": "Words Starting with B"
        },
        {
        "id": "46",
        "Data": "Batter: The slope of a wall of buttress built at an inclination to the vertical plane.",
        "Type": "Words Starting with B"
        },
        {
        "id": "47",
        "Data": "Bay window: A window of varying shapes, projecting outward from the wall of a building, forming a recess in a room.",
        "Type": "Words Starting with B"
        },
        {
        "id": "48",
        "Data": "Barge board: In case of gable roof where there is no gable parapet and the roof projects beyond ythe gable the barge boards are planks running down from the edge  to the eves covering the outermost rafter.",
        "Type": "Words Starting with B"
        },
        {
        "id": "49",
        "Data": "Basin:  A receptacle for runoff (Storm) water.",
        "Type": "Words Starting with B"
        },
        {
        "id": "50",
        "Data": "Batter: A small inclination from the vertical",
        "Type": "Words Starting with B"
        },
        {
        "id": "51",
        "Data": "Bead: A moulding, generally of small size in cross section.",
        "Type": "Words Starting with B"
        },
        {
        "id": "52",
        "Data": "Beam filling: the filling of the gap between the ceiling level and the wall bearing level excluding portions occupied by beams, rafter etc.",
        "Type": "Words Starting with B"
        },
        {
        "id": "53",
        "Data": "Bed Blocks: A block bedded on a wall column or pier to distribute the pressure from concentrated load.",
        "Type": "Words Starting with B"
        },
        {
        "id": "54",
        "Data": "Bedding: A layer of concrete or other suitable material on the trench floor to provide continuous support to the pipes.",
        "Type": "Words Starting with B"
        },
        {
        "id": "55",
        "Data": "Bed joint: Horizontal joint in brickwork.",
        "Type": "Words Starting with B"
        },
        {
        "id": "56",
        "Data": "Benching: The sloped floor of a manhole or an inspection chamber on both sides and above the top of the channel.",
        "Type": "Words Starting with B"
        },
        {
        "id": "57",
        "Data": "Beam: A structural member usually made of still RCC, timber etc. used generally in the horizontal position to carry load.",
        "Type": "Words Starting with B"
        },
        {
        "id": "58",
        "Data": "Berm:  An artificial horizontal ledge in an earth bank or cutting to ensure the stability of a steep side slopes of roadbed (Shoulder).  Also berms are built to hold water on land that is to be flood irrigated.",
        "Type": "Words Starting with B"
        },
        {
        "id": "59",
        "Data": "Bearing:  (1)  The supporting section of a beam length or area.  (2)  The compressive stress between a beam and its support (bearing pressure), particularly on foundations.  (3)  The horizontal angle turned between a datum direction such as true north and a given line.",
        "Type": "Words Starting with B"
        },
        {
        "id": "60",
        "Data": "BENCH MARK:  A relatively fixed point whose elevation is known and used as a datum for leveling.",
        "Type": "Words Starting with B"
        },
        {
        "id": "61",
        "Data": "BENDING FORMULA :  Formula for beams of any homogeneous material. Moment (M)= Stress X Modulus of Section   or   (M)= Force X Arm",
        "Type": "Words Starting with B"
        },
        {
        "id": "62",
        "Data": "Bevel: An angle formed between two straight lines meeting at an angle other than 90 degree.",
        "Type": "Words Starting with B"
        },
        {
        "id": "63",
        "Data": "BIDDER:  Any individual, firm, partnership, corporation, or combination thereof, submitting a proposal for the work contemplated, acting directly or through a duly authorized representative.",
        "Type": "Words Starting with B"
        },
        {
        "id": "64",
        "Data": "BINDER:  (1)  A material such as cement, tar, bitumen, gypsum plaster, lime, or similar material, when mixed with other material, it causes unifomity, consistency, solidification or cohesion.  (2)  The clay or silt in hoggin or the cement rock.  (3)  A stirrup or steel rod usually about 6 to 10 mm diameter used for holding together the main steel in a reinforced-concrete beam or column.",
        "Type": "Words Starting with B"
        },
        {
        "id": "65",
        "Data": "Bitumen: a non crystalline solid or viscous material having adhesive properties derived from petroleum either by natural or refinery process and substantially soluble in carbon disulphide.",
        "Type": "Words Starting with B"
        },
        {
        "id": "66",
        "Data": "Bitumen cutback: Bitumen which has been blended by volatile diluent.",
        "Type": "Words Starting with B"
        },
        {
        "id": "67",
        "Data": "Bitumen Emulsion : A liquid product in which a substantial amount of bitumen in a finely divided condition in an aqueous medium",
        "Type": "Words Starting with B"
        },
        {
        "id": "68",
        "Data": "Bituminous Seal Coat:  A thin bituminous application to a surface or wearing course to seal and waterproof small voids and to embed sand or chips to provide better traction.",
        "Type": "Words Starting with B"
        },
        {
        "id": "69",
        "Data": "BLEEDING or FLUSHING:  (1)  Separation of clear water from the cement paste of mortar or concrete.  Two types are known, the first beneficial, the second harmful to concrete strength, but they may co-exist.  The first occurs during compaction, water can flow out of concrete, lie on its surface, and thus encourage good curing for the first few hours during hot weather.  The second type of bleeding occurs after compaction, water segregates beside or under the steel or larger stones, weakening the bond between them and the body of the concrete.  A plasticizer should  enable the water to cement ratio to be lowered to reduce this type of bleeding.  (2)  Upward migration of bituminous material resulting in a film of asphalt on the surface.",
        "Type": "Words Starting with B"
        },
        {
        "id": "70",
        "Data": "BLEMISH:  Any imperfection which mars the appearance of wood, concrete, paint or other finished surface.",
        "Type": "Words Starting with B"
        },
        {
        "id": "71",
        "Data": "BLINDING:  Mat or mattress or sealing coat.  A layer of lean concrete usually 2 to 4 inches thick, put down on soil such as clay to seal it and provide a clean bed for reinforcement to be laid on.",
        "Type": "Words Starting with B"
        },
        {
        "id": "72",
        "Data": "BLOTTER: Absorbant material (i.g., sand) to dry freshly wet surfaces.",
        "Type": "Words Starting with B"
        },
        {
        "id": "73",
        "Data": "BORING:  A drilling into the earth to bring up samples of the soil.",
        "Type": "Words Starting with B"
        },
        {
        "id": "74",
        "Data": "BORROW:  Suitable material excavated from sources outside the roadway prism (i.g., Borrow Pit), to provide fill elsewhere, primarily for embankment.",
        "Type": "Words Starting with B"
        },
        {
        "id": "75",
        "Data": "BOULDER:  A rock which is too heavy to be lifted readily by hand.",
        "Type": "Words Starting with B"
        },
        {
        "id": "76",
        "Data": "BOULEVARD:  A wide city street usually planted with shade-trees (Landscaped).",
        "Type": "Words Starting with B"
        },
        {
        "id": "77",
        "Data": "Brick veneer: framed construction with an outside skin of brickwork tied to the frame.",
        "Type": "Words Starting with B"
        },
        {
        "id": "78",
        "Data": "BRIDGE:  A single or multiple span structure, including supports, erected over a depression or an obstruction such as water, a highway or railway and having a track or passageway for carrying traffic.",
        "Type": "Words Starting with B"
        },
        {
        "id": "79",
        "Data": "BRIDGE BEARING:  The support at the bridge pier or abutment, which carries the weight of a bridge.",
        "Type": "Words Starting with B"
        },
        {
        "id": "80",
        "Data": "BRIDGE DECK:  The load-bearing floor of a bridge, that carries and spreads the loads to the main beams. Bioated: swollen, as certain lightweight aggregate as a result of processing.",
        "Type": "Words Starting with B"
        },
        {
        "id": "81",
        "Data": "Bond: Arrangement of the bricks in successive courses to the brickwork together longitudinally and transversally, the arrangement is usually designed to ensure that no vertical joint of one courses exactly over the one in the next course above or below it, and there is the greatest possible amount of lap.",
        "Type": "Words Starting with B"
        },
        {
        "id": "82",
        "Data": "Bulking: Increase in the bulk volume of a quantity of sand in a moist condition over the volume of the same quantity dry or completely inundated.",
        "Type": "Words Starting with B"
        },
        {
        "id": "83",
        "Data": "Butt joint: joint in which two pieces of timber are joined end to end usually across the grain. Sometimes dowels are used in such a manner that half of the dowel is thrust in each piece.",
        "Type": "Words Starting with B"
        },
        {
        "id": "84",
        "Data": "Building Lime : A lime whose chemical and physical characteristics and methods of processing make it suitable for construction  purpose also known a construction lime.",
        "Type": "Words Starting with B"
        },
        {
        "id": "85",
        "Data": "BRIDGE LENGTH:  The greater dimension of a structure measured along the center of the roadway between backs of abutment backwalls or between ends of the bridge floor.",
        "Type": "Words Starting with B"
        },
        {
        "id": "86",
        "Data": "BRIDGE ROADWAY WIDTH:  The clear width of structure measured at right angles to the center of the roadway between the bottom of curbs or between the inner faces of parapet or railing.",
        "Type": "Words Starting with B"
        },
        {
        "id": "87",
        "Data": "BYPASS:  Road joining two parts of an older road to avoid a town or village.",
        "Type": "Words Starting with B"
        },
        {
        "id": "88",
        "Data": "Bulk density: The weight of a material (including sold particle and any contained water) per unit volume including voids.",
        "Type": "Words Starting with B"
        },
        {
        "id": "89",
        "Data": "Butteress : a vertical supporting member built on the exterior of a wall and property bonded to it to enable it to resist the outward thrust.",
        "Type": "Words Starting with B"
        },
        {
        "id": "90",
        "Data": "Camber: The convexity given to the curved cross section of a carriage way, between the crown and the edge of the carriage way, it is the difference in level between the crown and the edge carrier way.",
        "Type": "Words Starting with C"
        },
        {
        "id": "91",
        "Data": "Cantilever:  A beam which is securely supported at one end, and hangs freely at the other; an overhanging beam",
        "Type": "Words Starting with C"
        },
        {
        "id": "92",
        "Data": "Cantilever Footing:  A combined footing that supports an exterior wall or exterior columns.",
        "Type": "Words Starting with C"
        },
        {
        "id": "93",
        "Data": "Capillary Pressure OR Seepage Force:  In ground which is being drained from outside an excavation, capillary pressures help the excavated earth to stand steeply.  However, if the ground is being drained from inside and not from outside the excavation, the capillary pressures will help the earth face to collapse.",
        "Type": "Words Starting with C"
        },
        {
        "id": "94",
        "Data": "Capillary Water:  Water just above the water table which is drawn up out of an aquifer due to capillary action of the soil.",
        "Type": "Words Starting with C"
        },
        {
        "id": "95",
        "Data": "Carriageway:  The part of a highway which carrier vehicles.",
        "Type": "Words Starting with C"
        },
        {
        "id": "96",
        "Data": "Cassion:  A cylindrical or rectangular rigged-wall for keeping water or soft ground from flowing into an excavation while digging for foundations or piles.",
        "Type": "Words Starting with C"
        },
        {
        "id": "97",
        "Data": "Cast-In-Place or Cast-In-Situ:  Concrete deposited in its permanent place.",
        "Type": "Words Starting with C"
        },
        {
        "id": "98",
        "Data": "Capping: The uppermost part on top of piece of work.",
        "Type": "Words Starting with C"
        },
        {
        "id": "99",
        "Data": "Capping Brick: Bricks which are specially shaped for capping the exposed top of a wall.",
        "Type": "Words Starting with C"
        },
        {
        "id": "100",
        "Data": "Cavity wall: a hollow wall, usually consisting of brick wall erected 40 to 50 mm apart and joined together with ties of metal.",
        "Type": "Words Starting with C"
        },
        {
        "id": "101",
        "Data": "Caulking:  Using pressure gun for filling of a crack, crevice, seam or joint to make it air or water-tight.",
        "Type": "Words Starting with C"
        },
        {
        "id": "102",
        "Data": "Cement:  A mixture of silicates and aluminates of calcium that when mixed with water it binds a stone-sand mixture into a strong concrete within a few days.",
        "Type": "Words Starting with C"
        },
        {
        "id": "103",
        "Data": "Cement Mortar:  Mortar usually composed of four parts sand to one of cement, with a suitable amount of water.",
        "Type": "Words Starting with C"
        },
        {
        "id": "104",
        "Data": "Centring : A temporary supporting structure to soffit.",
        "Type": "Words Starting with C"
        },
        {
        "id": "105",
        "Data": "Cement Paste: A mixture of cement and water may be either hardened or unhardened.",
        "Type": "Words Starting with C"
        },
        {
        "id": "106",
        "Data": "Channel:  A natural or artificial water course.",
        "Type": "Words Starting with C"
        },
        {
        "id": "107",
        "Data": "Chainage:  A length (Usually 100 feet) measured by chain or steel tape.",
        "Type": "Words Starting with C"
        },
        {
        "id": "108",
        "Data": "Change Order:  A written order issued by the Engineer to the Contractor, and signed by both, which set forth any necessary or desirable changes in the contract including, but not limited to, extra work, increases or decreases in contract quantities, the basis of payment, contract time adjustments and other additions or alteration to the contract.  A change order signed by the Contractor indicates his agreement therewith.",
        "Type": "Words Starting with C"
        },
        {
        "id": "109",
        "Data": "Characteristic:  A measurable property of a material, product or item of construction.",
        "Type": "Words Starting with C"
        },
        {
        "id": "110",
        "Data": "Chevron:  V shaped strips meeting at an angle.",
        "Type": "Words Starting with C"
        },
        {
        "id": "111",
        "Data": "Chromating:  Priming with lead or zinc to prevent forming of rust.",
        "Type": "Words Starting with C"
        },
        {
        "id": "112",
        "Data": "Chips: broken fragments of marble or other mineral aggregate screened to specified sizes.",
        "Type": "Words Starting with C"
        },
        {
        "id": "113",
        "Data": "Chajja: a sloping or horizontal structure overhang usually provided over opening on external walls to provide protection from sun and rain.",
        "Type": "Words Starting with C"
        },
        {
        "id": "114",
        "Data": "Check: a fine crack in timber members.",
        "Type": "Words Starting with C"
        },
        {
        "id": "115",
        "Data": "Cleat:(1). A piece of timber fixed on principal rafter to secure the purlins. (2)A piece of wood used as a device to keep the door or window shutter in open position.",
        "Type": "Words Starting with C"
        },
        {
        "id": "116",
        "Data": "Cinder: well burnt furnace residue which has been fused or sintered into lumps of varying sizes. The same material in a finely powdered form is found to possess some pozzolonic activity.",
        "Type": "Words Starting with C"
        },
        {
        "id": "117",
        "Data": "Clay: An aggregate of microscopic and sub-microscopic particles derived from the chemical decomposition and disintegration of rock constitutes. It is plastic within a moderate to wide range of water content.",
        "Type": "Words Starting with C"
        },
        {
        "id": "118",
        "Data": "Closer: Part of a brick or other masonry unit such as stone concrete either manufacturer or cut from a whole brick or other masonry unit used to maintain bond.",
        "Type": "Words Starting with C"
        },
        {
        "id": "119",
        "Data": "Coarse aggregate: Aggregate most of which is retained on 4,76mm IS sieve and containing only so much of finer material as is permitted by the specification.",
        "Type": "Words Starting with C"
        },
        {
        "id": "120",
        "Data": "Coping or weathering: The cover applied over or the geometrical form given to a part of structure to enable it to shed rain water.",
        "Type": "Words Starting with C"
        },
        {
        "id": "121",
        "Data": "Corbel: A cantilever projecting from the face of wall to form a bearing.",
        "Type": "Words Starting with C"
        },
        {
        "id": "122",
        "Data": "Cornice: Horizontal ornamental features projecting from the face of a wall.",
        "Type": "Words Starting with C"
        },
        {
        "id": "123",
        "Data": "Course: A layer of bricks including bed mortar.",
        "Type": "Words Starting with C"
        },
        {
        "id": "124",
        "Data": "Cobble: A rock fragment between 64 mm and 256 mm in diameter as applied to coarse aggregate for concrete, the material in the nominal size range 75 to 150 mm.",
        "Type": "Words Starting with C"
        },
        {
        "id": "125",
        "Data": "Cold twisted Deformed Bar: A bar of steel produced by cold twisting a hot rolled bar and which has lugs, ribs or deformations on its surface in accordance with definitions for deformed bars.",
        "Type": "Words Starting with C"
        },
        {
        "id": "126",
        "Data": "Consistency: The relative mobility or ability of freshly mixed concrete or mortar to flow, the usual measurements are slump for concrete and flow for mortar, cement paste or grout.",
        "Type": "Words Starting with C"
        },
        {
        "id": "127",
        "Data": "Concrete Dense: Concrete containing a minimum of voids.",
        "Type": "Words Starting with C"
        },
        {
        "id": "128",
        "Data": "Cohesion Of Soil:  The stickiness of clay or silt.  It is the shear strength of clay, which generally equals about half its unconfined compressive strength.",
        "Type": "Words Starting with C"
        },
        {
        "id": "129",
        "Data": "Cohesive Soil:  A sticky soil like clay or clayey silt.",
        "Type": "Words Starting with C"
        },
        {
        "id": "130",
        "Data": "Cohesionless Soil:  Sand, gravel and similar soils, also known as frictional soils since their properties are defined more by their angle of internal friction than by cohesion.",
        "Type": "Words Starting with C"
        },
        {
        "id": "131",
        "Data": "Compaction:  Artificial increase of the dry density of a granular soil by mechanical means such as rolling the surface layers, or driving sand piles for deep compaction, vibroflotation, or impact methods.  There are many methods of compaction, six main types of compacting equipment are:  (1)  pneumatic-tyred rollers, in which the rear wheels cover the gaps left by the front wheels, (2)  tamping rollers, (3)  sheepsfoot rollers, (4)  vibrating rollers, (5)  frog rammers (trench compactors), and (6) vibrating plates.  The last two are used for confined spaces.",
        "Type": "Words Starting with C"
        },
        {
        "id": "132",
        "Data": "Compound:  A homogeneous substance composed of two or more elements that can be decomposed by chemical changes only.",
        "Type": "Words Starting with C"
        },
        {
        "id": "133",
        "Data": "Concrete:  A mixture of water, sand, stone, and a binder (Usually portland cement) which hardens to a stonelike mass.  There are four types of portland cement:",
        "Type": "Words Starting with C"
        },
        {
        "id": "134",
        "Data": "Type I:  Normal portland cement:  This is a general-purpose cement used whenever sulfate hazards are absent and when the heat of hydration will not produce objectionable rises in temperature.  Typical uses are sidewalks, pavement, beams, columns and culverts.",
        "Type": "Words Starting with C"
        },
        {
        "id": "135",
        "Data": "Type II:  Modified portland cement (Sulfate-resistant portland cement):  This type of cement is applicable when exposure to severe sulfate concentration is expected, generally used in hot weather in the construction of large concrete structures.  Its heat rate and total heat generation are lower than for normal portland cement.",
        "Type": "Words Starting with C"
        },
        {
        "id": "136",
        "Data": "Type III: High-early strength portland cement:  This type develops its strength quickly.  It is suitable for use when the structure must be put into early use or when long-term protection against cold temperatures is not feasible.  Its shrinkage rate, however, is higher than for types I and II, and extensive cracking may result.",
        "Type": "Words Starting with C"
        },
        {
        "id": "137",
        "Data": "Type IV:  Low-heat portland cement:  For extensive concrete structures, such as gravity dams, low-heat cement is required to minimize the curing heat.  The ultimate strength also develops more slowly than for the other types.",
        "Type": "Words Starting with C",
        "Reason": "",
        "undefined": "The formation of cracks can be avoided in heavy concrete structures, by using low heat cement. The overall durability of the structure is increased as likelihood of formation of cracks is reduced, which will help in avoiding possible leakages, dampness and ofcourse corrosion."
        },
        {
        "id": "138",
        "Data": "Conduit:  Any open channel, pipe, etc., for flowing fluid.  A pipe or tube in which smaller pipes, tubes, or electrical conductors are inserted or are to be inserted.",
        "Type": "Words Starting with C"
        },
        {
        "id": "139",
        "Data": "ConsistencY Of Concrete:  Ease of flow or workability of concrete, measured by slump test or Kelly ball test.",
        "Type": "Words Starting with C"
        },
        {
        "id": "140",
        "Data": "Consolidation:  The gradual, slow compression of a cohesive soil due to weight acting on it, which occurs as water, or water and air are driven out of the voids in the soil.  Consolidation only occurs with clays or other soils of low permeability, it is not the same as compaction, which is a mechanical, immediate process and only occurs in soils with at least some sand.",
        "Type": "Words Starting with C"
        },
        {
        "id": "141",
        "Data": "Continuous Beam:  A beam extending over several spans in the same straight line.",
        "Type": "Words Starting with C"
        },
        {
        "id": "142",
        "Data": "Continuous or Combined Footing:  A long footing supporting a continuous wall or two or more columns in a row.",
        "Type": "Words Starting with C"
        },
        {
        "id": "143",
        "Data": "Contractor:  The person or persons, firm, partnership, corporation, or combination thereof, private or municipal, who have entered into a contract with the State (Client).",
        "Type": "Words Starting with C"
        },
        {
        "id": "144",
        "Data": "Contract:  The written agreement between the State (Client) and the contractor setting forth the obligation of the parties thereunder, including, but not limited to, the performance of the work, the furnishing of labor, equipments and materials and the basis of payment.  The contract includes the Advertisement for Bids, Proposal, Bidding Schedule, Contract Agreement and Contract Bonds, Certificate of Insurance, Standard Specifications, Supplemental Specifications, Special Provisions, Project Plans, Standard Drawings and any Supplemental Agreements that are required to complete the construction of the work in an acceptable manner within a specified period, including authorized extensions thereof, all of which constitute one instrument.",
        "Type": "Words Starting with C"
        },
        {
        "id": "145",
        "Data": "Contract Payment Bond:  The approved form of security, executed by the Contractor and his surety or sureties, guaranteeing complete performance of the contract and all supplemental agreements pertaining thereto and the payment of all legal debts pertaining to the construction of the project.",
        "Type": "Words Starting with C"
        },
        {
        "id": "146",
        "Data": "Controlled concrete: The concrete in which the proportion of aggregates to cement and water are determined by preliminary tests of the materials to be used and the water-cement ratio for concrete of a specified strength is determined by prescribed method,  shall be classified as controlled concrete. The minimum quantity of cement to be used in controlled concrete for reinforced concrete work shall not less than 220 kg per cu.meter of concrete.",
        "Type": "Words Starting with C"
        },
        {
        "id": "147",
        "Data": "Construction joint: The interface between adjacent concrete pours which are designed to act monolithically in the completed structure.",
        "Type": "Words Starting with C"
        },
        {
        "id": "148",
        "Data": "Compaction: The densification of a soil by means of mechanical manipulation.",
        "Type": "Words Starting with C"
        },
        {
        "id": "149",
        "Data": "Consolidation: The gradual reduction in volume of a soil mass resulting from an increase in and continued application of compressive stress and is due to the expulsion of water from the pores.",
        "Type": "Words Starting with C"
        },
        {
        "id": "150",
        "Data": "Coping:  The cap or top course of a wall.",
        "Type": "Words Starting with C"
        },
        {
        "id": "151",
        "Data": "Corrosion:  Disintegration or deterioration of metal, concrete or reinforcement by electrolysis or chemical attack.",
        "Type": "Words Starting with C"
        },
        {
        "id": "152",
        "Data": "Contour line: A line drawn on a site plan joining points of the same elevation.",
        "Type": "Words Starting with C"
        },
        {
        "id": "153",
        "Data": "Cordless drill: A portable drilling machine powered by rechargeable batteries.",
        "Type": "Words Starting with C"
        },
        {
        "id": "154",
        "Data": "Countersink: A tapered recess, cut around a pilot hole for a screw, to receive the head of the screw.",
        "Type": "Words Starting with C"
        },
        {
        "id": "155",
        "Data": "Corrugations:  Regular transverse undulation or alternate ridges upon a metal pipe surface to give greater rigidity to thin plates.",
        "Type": "Words Starting with C"
        },
        {
        "id": "156",
        "Data": "Course:  The roadway horizontal pavement layer.",
        "Type": "Words Starting with C"
        },
        {
        "id": "157",
        "Data": "Cramp: to compress edgewise the boards of a floor.",
        "Type": "Words Starting with C"
        },
        {
        "id": "158",
        "Data": "Crazing: Fine cracks that ay occur on plastered or rendered surface.",
        "Type": "Words Starting with C"
        },
        {
        "id": "159",
        "Data": "Cross brace: Any crosspiece which diverts, transmits or resists the pressure of a load.",
        "Type": "Words Starting with C"
        },
        {
        "id": "160",
        "Data": "Criteria:  The Client’s requirements for the design and construction of a particular type of building, or structure.",
        "Type": "Words Starting with C"
        },
        {
        "id": "161",
        "Data": "Critical:  (1)  Of, relating to, or being a turning point or specially important juncture.  (2)  Relating to or being a state in which a measurement or point at which some quality, property or phenomenon suffers a definite change.",
        "Type": "Words Starting with C"
        },
        {
        "id": "162",
        "Data": "Cracking in Concrete:  Cracking is always expected in reinforced concrete, since it has such a high shrinkage on hardening.  Additional cracks will occur on the stretched side of a beam.  Reinforcement shall be inserted sufficient in quantity and closeness to make the cracks invisible to the naked eye and very close together.  Contraction and expansion joints are constructed to reduce cracking.",
        "Type": "Words Starting with C"
        },
        {
        "id": "163",
        "Data": "Crack:  An open seam not necessarily extending through the body of a material.  Some types of cracks in asphaltic or portland cement concrete are:",
        "Type": "Words Starting with C"
        },
        {
        "id": "164",
        "Data": "(1) Alligator Crack:  A crack caused by fatigue of the asphaltic concrete surface layer or excessive movement of the underlying layers.  Typically alligator cracks form an interconnected network of irregularly shaped polygons varying in size from a few square inches to 1 square foot.",
        "Type": "Words Starting with C"
        },
        {
        "id": "165",
        "Data": "(2) Block Crack:  A crack caused by shrinkage of the bound surface material.  Typically block cracks form an interconnected network of nearly square shapes varying in size from 1 square foot to several square feet.",
        "Type": "Words Starting with C"
        },
        {
        "id": "166",
        "Data": "(3) Durability (D) Crack:  A series of closely-spaced cracks adjacent and roughly parallel to concrete pavement joints.  caused by the freezing and thawing of unsound aggregates that have a high moisture content.",
        "Type": "Words Starting with C"
        },
        {
        "id": "167",
        "Data": "(4) Random Crack:  A crack that is neither longitudinal or transverse crack and that has a little or no interconnection with other cracks.  May be caused by movement, either of the pavement structure or subgrade or both.",
        "Type": "Words Starting with C"
        },
        {
        "id": "168",
        "Data": "(5) Reflective Crack:  Crack in a pavement surface layer caused by the high stresses from movements of a cracked underlying layer.",
        "Type": "Words Starting with C"
        },
        {
        "id": "169",
        "Data": "(6) Transverse OR Temperature Crack:  A long crack approximately perpendicular to the centerline caused by longitudinal shortening of the bound surface layer, sometimes called temperature cracks as the shortening is often caused by contraction from temperature changes.  Typically transverse cracks extend across the full width of the pavement.",
        "Type": "Words Starting with C"
        },
        {
        "id": "170",
        "Data": "(7) Craze Crack:  Numerous fine cracks which appear on the surface of concrete in a hexagonal or octagonal pattern.  This type of crack is caused by improperly trowelled concrete surface.",
        "Type": "Words Starting with C"
        },
        {
        "id": "171",
        "Data": "",
        "Type": "Words Starting with C"
        },
        {
        "id": "172",
        "Data": "",
        "Type": "Words Starting with C"
        },
        {
        "id": "173",
        "Data": "Creep: time dependent deformation due to load.",
        "Type": "Words Starting with C"
        },
        {
        "id": "174",
        "Data": "Crown: The highest point of a curved road surface, commonly at or near the center. The level of crown is called road surface level.",
        "Type": "Words Starting with C"
        },
        {
        "id": "175",
        "Data": "Cube strength: The load per unit area at which a standard cube fails when tested in a specific manner.",
        "Type": "Words Starting with C"
        },
        {
        "id": "176",
        "Data": "Culvert:  A covered channel up to about 12 feet in width or a large pipe for carrying a watercourse below ground level, usually under a road or railway.",
        "Type": "Words Starting with C"
        },
        {
        "id": "177",
        "Data": "Cupping: Distorting of wide boards showing curvature across the grain causing the broad surface to be concave.",
        "Type": "Words Starting with C"
        },
        {
        "id": "178",
        "Data": "Curing: Treatment of concrete or cement rendering to facilitate hardening.",
        "Type": "Words Starting with C"
        },
        {
        "id": "179",
        "Data": "Curing: Maintenance of moisture conditions to promote hydration of cement.",
        "Type": "Words Starting with C"
        },
        {
        "id": "180",
        "Data": "Dado:  Concrete barrier on the sides of bridge approach slab; the part of pedestal between cap and base.",
        "Type": "Words Starting with D"
        },
        {
        "id": "181",
        "Data": "Datum:  Any elevation taken as a reference point for leveling.",
        "Type": "Words Starting with D"
        },
        {
        "id": "182",
        "Data": "Deck:  (1)  A flat roof, a quay, jetty or bridge floor, generally a floor form with no roof over upon which concrete for a slab is placed.  (2)  Formwork for a level surfaces.",
        "Type": "Words Starting with D"
        },
        {
        "id": "183",
        "Data": "Deformed Bar:  A reinforcing bar with ridges to increase bonding between the reinforcing bar and concrete.",
        "Type": "Words Starting with D"
        },
        {
        "id": "184",
        "Data": "Density INDEX (relative density):   is a measure of the tendency or ability to compact soil during loading.  The density index is equal to 1 for a very dense soil; it is equal to 0 for a very loose soil.",
        "Type": "Words Starting with D"
        },
        {
        "id": "185",
        "Data": "Detour:  A temporary route for traffic around a closed portion of a road.",
        "Type": "Words Starting with D"
        },
        {
        "id": "186",
        "Data": "Deviation:  Difference between the value and the average of a set.",
        "Type": "Words Starting with D"
        },
        {
        "id": "187",
        "Data": "Damp-proof course: A layer of impervious material laid or inserted in a structure to arrest the permeation of dampness.",
        "Type": "Words Starting with D"
        },
        {
        "id": "188",
        "Data": "Deformation: change in shape.",
        "Type": "Words Starting with D"
        },
        {
        "id": "189",
        "Data": "Dead Load: A permanent, inert load on a building or other structure due to the weight of its structural members and the fixed loads they carry which impose definite stresses and strains upon the structure.",
        "Type": "Words Starting with D"
        },
        {
        "id": "190",
        "Data": "Diagonal Brace: An oblique framing member securing wall framing lateral in vertical position.",
        "Type": "Words Starting with D"
        },
        {
        "id": "191",
        "Data": "Diameter of a knot: The maximum distance between two points farthest apart on the periphery of a round knot, on the face of which it becomes visible. In the case of a spike or splay knot, the maximum width of the knot visible on the face on which it appears shall be taken as its diameter.",
        "Type": "Words Starting with D"
        },
        {
        "id": "192",
        "Data": "Dilution:  Reducing a concentration of soluble material by adding pure water.",
        "Type": "Words Starting with D"
        },
        {
        "id": "193",
        "Data": "Distillation:  Salt removal process from brackish or sea water by boiling and condensation.",
        "Type": "Words Starting with D"
        },
        {
        "id": "194",
        "Data": "Ditch:  Long narrow excavation for drainage, irrigation or burying underground pipelines.",
        "Type": "Words Starting with D"
        },
        {
        "id": "195",
        "Data": "Door head: The upper part of the frame of a door.",
        "Type": "Words Starting with D"
        },
        {
        "id": "196",
        "Data": "Door Jambs: The two vertical members of a door frame.",
        "Type": "Words Starting with D"
        },
        {
        "id": "197",
        "Data": "Down-pipe: pipe which collects rain water from the roof gutters or from both, and conveys it to drain sump or other point of discharge.",
        "Type": "Words Starting with D"
        },
        {
        "id": "198",
        "Data": "Dowel: A wood or metal pin used to strengthen a joint by its insertion partly into each of the joined pieces.",
        "Type": "Words Starting with D"
        },
        {
        "id": "199",
        "Data": "Drain: A line of pipes including all fittings and equipment such as manholes, inspection chambers, Traps gullies and floor traps used for the drainage of a building or a number of buildings or yards appurtenant to the buildings within the same curtilage. Drain shall also include open channels used for conveying surface water.",
        "Type": "Words Starting with D"
        },
        {
        "id": "200",
        "Data": "Dredge:  To dig or excavate under water.",
        "Type": "Words Starting with D"
        },
        {
        "id": "201",
        "Data": "Drop Connection: A branch drain of which the last length of piping of the incoming drain before connection to the sewer is vertical.",
        "Type": "Words Starting with D"
        },
        {
        "id": "202",
        "Data": "Drop Manhole: A manhole incorporating a vertical drop for the purpose of connecting a sewer or drain at high level to one at a lower level.",
        "Type": "Words Starting with D"
        },
        {
        "id": "203",
        "Data": "Dubbing Out : It shall mean filling in hollows in the surface of wall and roughly levelling up regular or out of plumb surfaces prior to rendering.",
        "Type": "Words Starting with D"
        },
        {
        "id": "204",
        "Data": "Duct:  A protective tube or a brick or concrete trench or corridor along which pipes or cables pass through the ground.",
        "Type": "Words Starting with D"
        },
        {
        "id": "205",
        "Data": "Dwarf wall: A brick wall from footing level or underside of floor framing.",
        "Type": "Words Starting with D"
        },
        {
        "id": "206",
        "Data": "Dyke:  (1)  A mound of earth along a river or channel bank to retain floodwater.  (2) large ditch. (3) A tabular-shaped igneous intrusion.",
        "Type": "Words Starting with D"
        },
        {
        "id": "207",
        "Data": "Easement:  The right to use or control the property of another for designated purposes.",
        "Type": "Words Starting With E"
        },
        {
        "id": "208",
        "Data": "Eave: The lower part of a roof that overhangs the wall.",
        "Type": "Words Starting With E"
        },
        {
        "id": "209",
        "Data": "Eccentric Load:  A load on a column applied at a point away from the column center and therefore putting a bending movement on the column equal in amount to the load multiplied by the arm.",
        "Type": "Words Starting With E"
        },
        {
        "id": "210",
        "Data": "Embankment:  A ridge of earth or rock placed, shaped and compacted to carry a road, railway, canal, etc., or to contain water.",
        "Type": "Words Starting With E"
        },
        {
        "id": "211",
        "Data": "Emulsion:  A mixture with water.  Asphalt emulsions are produced by adding a small amount of emulsifying soap to asphalt cement and water.  When the water evaporates, the asphalt sets.",
        "Type": "Words Starting With E"
        },
        {
        "id": "212",
        "Data": "Encroachment:  The use of the highway right-of-way for nonhighway structures or other purposes.",
        "Type": "Words Starting With E"
        },
        {
        "id": "213",
        "Data": "Eaves: The lower edge of the inclined roof.",
        "Type": "Words Starting With E"
        },
        {
        "id": "214",
        "Data": "Efflorescence: A powdery encrustment of salts left by evaporation. This may be visible on the surface or may be below surface. The later case this is termed as crypto-florescence.",
        "Type": "Words Starting With E"
        },
        {
        "id": "215",
        "Data": "Embankment: An earthwork raised above the natural ground by the deposition of material to support construction at a higher level.",
        "Type": "Words Starting With E"
        },
        {
        "id": "216",
        "Data": "Eminently Hydraulic lime: Lime containing some qualities of silica and alumina which are in chemical combination with some of the calcium oxide content. This gives a putty or mortar, which has the property of setting and hardening under water.",
        "Type": "Words Starting With E"
        },
        {
        "id": "217",
        "Data": "Even and Fair: The terms” even and fair” as referred to finishing of the final plastered surface, shall mean a surface finished with a wooden float.",
        "Type": "Words Starting With E"
        },
        {
        "id": "218",
        "Data": "Expanded metal: A metal network, often used as reinforcement in concrete construction, formed by suitably stamping or cutting sheet metal and stretching it to form open meshes, usually of diamond shape.",
        "Type": "Words Starting With E"
        },
        {
        "id": "219",
        "Data": "Expansion strip: A soft, resilient material used to fill the void provided for the expansion and contraction of any two adjacent substances.",
        "Type": "Words Starting With E"
        },
        {
        "id": "220",
        "Data": "Extrusion:  Forming rods, tubes, or sections of specified shape by pushing hot or cold metal or plastics through a shaped die to the required section.",
        "Type": "Words Starting With E"
        },
        {
        "id": "221",
        "Data": "Eye: A circular hole in the roof.",
        "Type": "Words Starting With E"
        },
        {
        "id": "222",
        "Data": "Fair face: A plain concrete finish better than that produced from rough formwork.",
        "Type": "Words Starting with F"
        },
        {
        "id": "223",
        "Data": "Fat lime: Connotes a pure non-hydraulic lime. It may be quick hydrated or putty form.",
        "Type": "Words Starting with F"
        },
        {
        "id": "224",
        "Data": "Factor of Safety:  The stress at which failure is expected, divided by the design stress (maximum permissible stress).",
        "Type": "Words Starting with F"
        },
        {
        "id": "225",
        "Data": "False work:  Support for concrete formwork or for an arch during construction.",
        "Type": "Words Starting with F"
        },
        {
        "id": "226",
        "Data": "Fascia: A board fixed horizontally to the lower ends of the rafters, to which guttering may be fixed. Also forms the outside board of a boxed eave.",
        "Type": "Words Starting with F"
        },
        {
        "id": "227",
        "Data": "Fatigue:  The lowering of the breaking-load of a member by repeated reversals of stress so that the member fails at a much lower stress than it can withstand under static loading.",
        "Type": "Words Starting with F"
        },
        {
        "id": "228",
        "Data": "Faulting:  The difference in elevation of two adjacent concrete slabs at a joint, primarily caused by the traffic-induced movement of base material particles from under one joint edge to under the adjacent joint edge.",
        "Type": "Words Starting with F"
        },
        {
        "id": "229",
        "Data": "Fill:  Earthwork in embankment or backfilling.",
        "Type": "Words Starting with F"
        },
        {
        "id": "230",
        "Data": "Fillet:  3 to 6 inches  wide shamfer for column to add beauty and strength by avoiding sharp angels.",
        "Type": "Words Starting with F"
        },
        {
        "id": "231",
        "Data": "FIllet Weld:  A weld of roughly triangular cross-section between two pieces at right angles.",
        "Type": "Words Starting with F"
        },
        {
        "id": "232",
        "Data": "Fine Aggregate: Aggregates most of which passes 4.75mm IS sieve and containing only so much coarse material as is permitted for various grading zones in the specification.",
        "Type": "Words Starting with F"
        },
        {
        "id": "233",
        "Data": "Fineness modulus: An empirical factor obtained by adding the total percentage of a sample of the aggregate retained on each of a specified series of sieves, and dividing the sum by 100.",
        "Type": "Words Starting with F"
        },
        {
        "id": "234",
        "Data": "Filler: a) finely divided inert material, such as pulverized lime stone, silica, or colloidal substances sometimes added to Portland cement paint or other materials to reduce shrinkage, improve workability or act as extender. b) Material used to fill an opening in a form.",
        "Type": "Words Starting with F"
        },
        {
        "id": "235",
        "Data": "Flaking:  Peeling off of the coating.",
        "Type": "Words Starting with F"
        },
        {
        "id": "236",
        "Data": "Flashing: A strip of impervious material used to prevent the ingress of water between two surfaces.",
        "Type": "Words Starting with F"
        },
        {
        "id": "237",
        "Data": "Flexible Pavement:  An asphaltic pavement structure having sufficiently low bending resistance to maintain intimate contact with the underlying structure, yet having the required stability furnished by aggregate interlock, internal friction between particles and cohesion to support traffic.",
        "Type": "Words Starting with F"
        },
        {
        "id": "238",
        "Data": "Flexure:  Word meaning bending.",
        "Type": "Words Starting with F"
        },
        {
        "id": "239",
        "Data": "Flume:  A wooden, steel or concrete open channel to carry or measure water flows.",
        "Type": "Words Starting with F"
        },
        {
        "id": "240",
        "Data": "Fly Ash: A finely divided residue that results from the combustion of ground or pulverized coal and is transported from boilers by flue gases and collected by cyclone separation.",
        "Type": "Words Starting with F"
        },
        {
        "id": "241",
        "Data": "Formation Level:  The surface level or elevation of the ground surface after all digging and filling, but before concreting.",
        "Type": "Words Starting with F"
        },
        {
        "id": "242",
        "Data": "Formwork:  The wood molds used to hold concrete during the placement and curing processes.",
        "Type": "Words Starting with F"
        },
        {
        "id": "243",
        "Data": "Failure:  Foundations of buildings can fail in one of two ways, first by differential settlement, secondly by shear failure of the soil.",
        "Type": "Words Starting with F"
        },
        {
        "id": "244",
        "Data": "Freeway:  A divided arterial highway with full control of access.",
        "Type": "Words Starting with F"
        },
        {
        "id": "245",
        "Data": "Frictional Soil:  A clean silt, sand or gravel that is a soil whose shearing strength is mainly decided by the friction between particles.  In Coulomb’s equation, sand shear strength is given by the statement S = P tan O, since sand has no cohesion.",
        "Type": "Words Starting with F"
        },
        {
        "id": "246",
        "Data": "Frontage Road:  A local street or road auxiliary to, and located on the side of an arterial highway for service to an abutting property and adjacent areas, and for control of access",
        "Type": "Words Starting with F"
        },
        {
        "id": "247",
        "Data": "Floating Coat: It shall mean the second coat used in a three coat work to bring the rendering coat to a true and even surface before the setting coat is applied.",
        "Type": "Words Starting with F"
        },
        {
        "id": "248",
        "Data": "Flat roof: A roof the pitch of which is 10 degree or less to the horizontal.",
        "Type": "Words Starting with F"
        },
        {
        "id": "249",
        "Data": "Form( Shutter): a) That part of a form work which consists of the sheeting and its immediate supporting or stiffening members.b) A temporary structure or mold for the support of concrete while it is setting and gaining sufficient strength to be self –supporting.",
        "Type": "Words Starting with F"
        },
        {
        "id": "250",
        "Data": "Formwork: complete system of temporary structure built to contain fresh concrete so as to form it to the required shape and dimensions and to support it until it hardens sufficiently to become self-supporting. form work includes the surface in contact with the concrete and all necessary supporting structure.",
        "Type": "Words Starting with F"
        },
        {
        "id": "251",
        "Data": "Formation: The surface of the ground in its final shape and level after completion of earth work.",
        "Type": "Words Starting with F"
        },
        {
        "id": "252",
        "Data": "Foundation: That part of the structure which is in direct contact with and transmitting loads to the ground.",
        "Type": "Words Starting with F"
        },
        {
        "id": "253",
        "Data": "Free moisture: moisture not retain or absorbed by aggregate.",
        "Type": "Words Starting with F"
        },
        {
        "id": "254",
        "Data": "Gable: The triangular upper part of a wall at the end of the ridge.",
        "Type": "Words Starting With G"
        },
        {
        "id": "255",
        "Data": "Gable Roof: A roof shape consisting of two sloping surfaces.",
        "Type": "Words Starting With G"
        },
        {
        "id": "256",
        "Data": "Gabiet : a small gable.",
        "Type": "Words Starting With G"
        },
        {
        "id": "257",
        "Data": "Girder:  A large beam, usually of steel or concrete.  Its chords are parallel or nearly so, unlike a truss. GORE:  The V (Triangular) shaped area immediately beyond the divergence of two roadways bounded by the edges of those roadways.",
        "Type": "Words Starting With G"
        },
        {
        "id": "258",
        "Data": "Granular:  Material that does not contain more than 35 percent of soil particles which will pass a No. 200 sieve.",
        "Type": "Words Starting With G"
        },
        {
        "id": "259",
        "Data": "Grading:  Shaping and leveling the ground surface, usually by earth-moving equipments such as graders.",
        "Type": "Words Starting With G"
        },
        {
        "id": "260",
        "Data": "Gravel: cohesion less aggregate of rounded, sub-rounded, angular, sub-angular, or flat fragments of more or less unaltered rocks or minerals, 90 percent of the particles of size greater than 2mm and less than 60 mm.",
        "Type": "Words Starting With G"
        },
        {
        "id": "261",
        "Data": "Granolithic Concrete: Concrete made with specially selected aggregate of high hardeners, surface texture and particle shape suitable for use as a wearing fish to floors.",
        "Type": "Words Starting With G"
        },
        {
        "id": "262",
        "Data": "Grillage: an assembling of timber or steel members placed parallel to each other under a sill to spread the load from sill.",
        "Type": "Words Starting With G"
        },
        {
        "id": "263",
        "Data": "Grooving:  The process of producing grooves in a concrete pavement surface to improve frictional characteristics",
        "Type": "Words Starting With G"
        },
        {
        "id": "264",
        "Data": "Grout or slurry: neat cement mixed with water to honey like consistency, it may include pigments if used for grouting joints of tiled floor. Sandstone dust or any other aggregate shall not be added .",
        "Type": "Words Starting With G"
        },
        {
        "id": "265",
        "Data": "Gunite, Shotcrete:  A cement-sand mortar, thrown on to formwork or walls or rock by a compressed-air ejector, which forms a very dense, high-strength concrete.  It is used for repairing concrete surfaces, making the circular walls of preload tanks, protecting wearing surfaces of coal bunkers; covering the walls of mine airways or water tunnels, stabilizing earth excavation slopes and so on.",
        "Type": "Words Starting With G"
        },
        {
        "id": "266",
        "Data": "Gulley:  (1)  A pit in the gutter by the side of a road.  It is covered with a grating.  (2)  A small grating and inlet to a drain to receive rainwater and wastewater from sinks, baths or basins",
        "Type": "Words Starting With G"
        },
        {
        "id": "267",
        "Data": "Gusset: A plate made of steel, timber, plywood or other material which is nailed or bolted over a member to form or strengthen a joint between them.",
        "Type": "Words Starting With G"
        },
        {
        "id": "268",
        "Data": "Hardwood: A conventional term used to denote the wood of broad- leaved trees. It has no relationship with the physical properties of hardness or strength.",
        "Type": "Words Starting With H"
        },
        {
        "id": "269",
        "Data": "Haunching: Concrete bedding with additional concrete at the side of the pipe.",
        "Type": "Words Starting With H"
        },
        {
        "id": "270",
        "Data": "Header: A brick laid its length across the wall.",
        "Type": "Words Starting With H"
        },
        {
        "id": "271",
        "Data": "Heave:  Upward movement of soil caused by expansion or displacement resulting from phenomena such as moisture absorption, removal of overburden, driving of piles, frost action, etc.",
        "Type": "Words Starting With H"
        },
        {
        "id": "272",
        "Data": "Hip : The outer angle (more than 180 degree) formed by the inclined ridge between two interesting roof slope.",
        "Type": "Words Starting With H"
        },
        {
        "id": "273",
        "Data": "Hipped roof: A roof with an end roughly pyramidial in shape, with surface sloping upwards from all three eaves.",
        "Type": "Words Starting With H"
        },
        {
        "id": "274",
        "Data": "Hoist: Any device or machine used in building for lifting materials.",
        "Type": "Words Starting With H"
        },
        {
        "id": "275",
        "Data": "Honeycombing:  Local voids or roughness of the face of a concrete structure, caused by the concrete having segregated so badly that there is very little sand to fill the gaps between the stones at this point.  Such concrete is weak and should be cut out in a rectangular or square shapes and rebuilt if the wall is heavily loaded.",
        "Type": "Words Starting With H"
        },
        {
        "id": "276",
        "Data": "Hydration:  The combination of water with any substance such as lime or minerals, which is responsible for the alteration of minerals in weathering; the formation of hydrated lime; the setting of cement and so on",
        "Type": "Words Starting With H"
        },
        {
        "id": "277",
        "Data": "Hydrated Lime: The lime containing small quantities of silica and alumina which are in chemical combination with some of the calcium oxide content giving a putty or mortar which has the property of setting and hardening under water.",
        "Type": "Words Starting With H"
        },
        {
        "id": "278",
        "Data": "Hydraulic hydrated lime: The dry product obtained by the hydration of hydraulic or semi-hydraulic lime in such a way as to permit the hydration of calcium oxide and magnesium oxide but leaving the hydraulic constituents unhydrated to enable the development of hydraulic properties.",
        "Type": "Words Starting With H"
        },
        {
        "id": "279",
        "Data": "Impervious:  Resistant to movement of water; a description of relatively waterproof soils such as clays through which water percolates at about one millionth of the speed with which it passes through gravel.",
        "Type": "Words Starting With I"
        },
        {
        "id": "280",
        "Data": "Inhernet Settlement:  The sinking of a foundation due only to the loads which it puts on the soil below it and not to the loads on any nearby foundations.  In city sites where the foundations are on clay, all foundations suffer both inherent and interference settlement.",
        "Type": "Words Starting With I"
        },
        {
        "id": "281",
        "Data": "Interference Settlement:  The sinking of a foundation due to loads on foundations near it and the natural extension of their settlement craters beyond their own boundaries.",
        "Type": "Words Starting With I"
        },
        {
        "id": "282",
        "Data": "Indenting: the leaving of recesses into which future can be bonded.",
        "Type": "Words Starting With I"
        },
        {
        "id": "283",
        "Data": "Invert: the lowest point of the interior of a sewer or drain at any cross-section. In a manhole chamber, the channel in the floor of the chamber which carries the flow of sewage through the manhole.",
        "Type": "Words Starting With I"
        },
        {
        "id": "284",
        "Data": "Isolated pier: A pier supporting floor framing at points not attached to dwarf walls.",
        "Type": "Words Starting With I"
        },
        {
        "id": "285",
        "Data": "Joint Sealent:  A material used as a filler in concrete pavement joints to prevent infiltration of water, soil and other fine particles.",
        "Type": "Words Starting With J"
        },
        {
        "id": "286",
        "Data": "Joist: A beam directly supporting floor, ceiling or roof of a structure.",
        "Type": "Words Starting With J"
        },
        {
        "id": "287",
        "Data": "Kankar: the impure earthly stone rich in concretions and nodules of calcium carbonate.",
        "Type": "Words Starting with K"
        },
        {
        "id": "288",
        "Data": "Keyway:  A recess or groove in one lift or placement of concrete which is filled with concrete of the next lift, giving shear strength to the joint, also called a key.",
        "Type": "Words Starting with K"
        },
        {
        "id": "289",
        "Data": "Kerb: An upstand. A raised edging to a pavement or path.",
        "Type": "Words Starting with K"
        },
        {
        "id": "290",
        "Data": "Kerfing: The process of cutting grooves of kerfs across",
        "Type": "Words Starting with K"
        },
        {
        "id": "291",
        "Data": "Knot: A branch base or limb embedded in the three or timber by natural growth.",
        "Type": "Words Starting with K"
        },
        {
        "id": "292",
        "Data": "Laitance:  A layer of weak and non-durable cement concrete caused by bleeding as a result of excessive vibration of concrete or over trowelling the mortar.  It is weaker than the rest of the concrete and should be cut away and covered with a pure cement wash before laying more concrete on it.",
        "Type": "Words Starting With L"
        },
        {
        "id": "293",
        "Data": "Landslip  OR Landslide:  A sliding down of the soil on a slope because of an increase of loading (Due to rain, new building, etc.), or a removal of support at the foot due to cutting a railway or road or canal.  Clays are particularly liable to slips.",
        "Type": "Words Starting With L"
        },
        {
        "id": "294",
        "Data": "Lacing: Horizontal or inclined members which hold together in position props or other vertical supports.",
        "Type": "Words Starting With L"
        },
        {
        "id": "295",
        "Data": "Lagging: Narrow timbers fixed to a shaped frame for forming curved surfaces.",
        "Type": "Words Starting With L"
        },
        {
        "id": "296",
        "Data": "Ledge:  A horizontal projection or cut forming a shelf, cliff or rock wall.",
        "Type": "Words Starting With L"
        },
        {
        "id": "297",
        "Data": "Lime: A general term which includes the various chemical and physical forms of quick-lime,hydrated lime and hydraulic lime commonly obtained by calcination and hydration from lime stone or other calcareous materials.",
        "Type": "Words Starting With L"
        },
        {
        "id": "298",
        "Data": "Liquid Limit:  The moisture content at the point between the liquid and the plastic states of a clay. LIQUIDATED DAMAGES:  The amount prescribed in the contract specifications, to be paid to the State (Client) or to be deducted from any payments due or to become due the Contractor, for each day’s delay in completing the whole or any specified portion of the work beyond the time allowed in the contract specifications",
        "Type": "Words Starting With L"
        },
        {
        "id": "299",
        "Data": "Lime Putty: A wet plastic paste consisting of hydrated lime and free water.",
        "Type": "Words Starting With L"
        },
        {
        "id": "300",
        "Data": "Load bearing wall: A wall designed to carry an imposed vertical load in addition to its own weight.",
        "Type": "Words Starting With L"
        },
        {
        "id": "301",
        "Data": "Local: The word local when used with reference to material/ article shall mean the best of its kind available and used in the locality.",
        "Type": "Words Starting With L"
        },
        {
        "id": "302",
        "Data": "Loess: Deposit of very porous and cavitated wind-blown silt and clay.",
        "Type": "Words Starting With L"
        },
        {
        "id": "303",
        "Data": "Long Column:  A column which fails when overloaded, by buckling rather than by crushing.  In reinforced-concrete work this is assumed to happen when columns which are longer than fifteen times their least dimension.",
        "Type": "Words Starting With L"
        },
        {
        "id": "304",
        "Data": "Longitudinal Joint:  A joint normally placed between traffic lanes in rigid pavements to control longitudinal cracking.",
        "Type": "Words Starting With L"
        },
        {
        "id": "305",
        "Data": "Loss of Prestress:  Losses of prestressing force after transfer arise mainly through elastic shortening, shrinkage and creep of the concrete and creep of the steel.",
        "Type": "Words Starting With L"
        },
        {
        "id": "306",
        "Data": "Manhole: an opening by which a man may enter or leave a drain, sewer or other closed structure for inspection, cleaning and other maintenance operation, fitted with suitable cover.",
        "Type": "Words Starting With M"
        },
        {
        "id": "307",
        "Data": "Marshes:  Low lying wet land; swamp.",
        "Type": "Words Starting With M"
        },
        {
        "id": "308",
        "Data": "Matrix: the binding constituent of the top layer of the tile which is chiefly Portland cement, either plain or mixed with pigments.",
        "Type": "Words Starting With M"
        },
        {
        "id": "309",
        "Data": "Maximum Dry Density:  The dry density obtained by a stated amount of compaction of a soil at the optimum moisture content.",
        "Type": "Words Starting With M"
        },
        {
        "id": "310",
        "Data": "Mitred joints: a joint between two members at an angle in which the jointing surfaces are cut to corresponding edges at the intersection.",
        "Type": "Words Starting With M"
        },
        {
        "id": "311",
        "Data": "Mud: A mixture of soil and water in a fluid or weakly solid state.",
        "Type": "Words Starting With M"
        },
        {
        "id": "312",
        "Data": "Mud phuska: Roof finish with soil mixed with binding and reinforcing ingredients.",
        "Type": "Words Starting With M"
        },
        {
        "id": "313",
        "Data": "Offset:  A horizontal distance measured at right angles to a survey line to locate a point off an edge line",
        "Type": "Words Starting with O"
        },
        {
        "id": "314",
        "Data": "Optimum moisture content: That moisture content at which a specified amount of compaction will produce the maximum dry density in a soil; it is expressed as a percentage by weight of the dry soil.",
        "Type": "Words Starting with O"
        },
        {
        "id": "315",
        "Data": "Pallet : A flat timber or metal plate on which precast concrete units are cast and handled until they have hardened.",
        "Type": "Words Starting With P"
        },
        {
        "id": "316",
        "Data": "Panels: Regular patterns of the parquet floor having large areas and laid in symmetrical designs.",
        "Type": "Words Starting With P"
        },
        {
        "id": "317",
        "Data": "Parapet:  Any protective railing, low wall or barrier at the edge of a bridge, roof, balcony or the like.",
        "Type": "Words Starting With P"
        },
        {
        "id": "318",
        "Data": "Parkway:  An arterial highway for non-commercial traffic, with full or partial control of access, usually located within a park or a ribbon of parklike development",
        "Type": "Words Starting With P"
        },
        {
        "id": "319",
        "Data": "Passive Pressure:  A pressure acting to counteract active pressure.",
        "Type": "Words Starting With P"
        },
        {
        "id": "320",
        "Data": "Pavement:  The uppermost layer of material placed on the traveled way or shoulders.  This term is used interchangeably with surfacing.",
        "Type": "Words Starting With P"
        },
        {
        "id": "321",
        "Data": "Pavement Structure:  The combination of subbase, base course, and surface course placed on a subgrade to support the traffic load and distribute it to the subgrade.",
        "Type": "Words Starting With P"
        },
        {
        "id": "322",
        "Data": "Pebbles:  Smaller pieces of material (0.12 to 0.25 inch minimum size) which have broken away from a bedrock..",
        "Type": "Words Starting With P"
        },
        {
        "id": "323",
        "Data": "Pedestal:  An upright compression member whose height does not exceed three times its average least lateral dimension.",
        "Type": "Words Starting With P"
        },
        {
        "id": "324",
        "Data": "Perpend: An alignment of cross-joints which can be checked with plumb line.",
        "Type": "Words Starting With P"
        },
        {
        "id": "325",
        "Data": "Pier:  A wide column or a wall of masonry, plain or reinforced concrete for carrying heavy loads, such as a support for a bridge.",
        "Type": "Words Starting With P"
        },
        {
        "id": "326",
        "Data": "Pier Cap:  The top part of a bridge pier which uniformly distribute the concentrated loads from the bridge over the pier.",
        "Type": "Words Starting With P"
        },
        {
        "id": "327",
        "Data": "Pier Shaft:  The part of a pier structure which is supported by the pier foundation.",
        "Type": "Words Starting With P"
        },
        {
        "id": "328",
        "Data": "Pile:  A long slender timber, concrete, or steel structural element, driven, jetted, or otherwise embedded on end in the ground for the purpose of supporting a load or compacting the soil.",
        "Type": "Words Starting With P"
        },
        {
        "id": "329",
        "Data": "PIT:  Any borrow pit, mine, quarry or surface excavation to obtain sand, clay, gravel, etc.",
        "Type": "Words Starting With P"
        },
        {
        "id": "330",
        "Data": "Pitched roof: A roof the pitch of which is greater than 10 to horizontal.",
        "Type": "Words Starting With P"
        },
        {
        "id": "331",
        "Data": "Plank: A piece of sawn timber whose thickness does not exceed 5 cm. but the width exceeds 5 cm.",
        "Type": "Words Starting With P"
        },
        {
        "id": "332",
        "Data": "Plastering: The term plastering shall cover all types of rough or fair finished plastering, rendering, floating and setting coats, screed etc. in mud, lime, cement lime, cement sand, lime , fly ash or cement fly ash.",
        "Type": "Words Starting With P"
        },
        {
        "id": "333",
        "Data": "Plasticity:  The property of a soil which allows it to be deformed beyond the point of elastic recovery without cracking or appreciable volume change.",
        "Type": "Words Starting With P"
        },
        {
        "id": "334",
        "Data": "Plasticity Index (PI):  Numerical difference between the liquid limit and the plastic limit.  This is an indication of the clay content on a soil or aggregate.",
        "Type": "Words Starting With P"
        },
        {
        "id": "335",
        "Data": "Plasticizer OR Water Reducer:  An admixture in mortar or concrete which can increase the workability of a mix so much, that the water content can be low and the mortar or concrete strength can thus be increased.",
        "Type": "Words Starting With P"
        },
        {
        "id": "336",
        "Data": "Plastic Limit:  The water content at the lower limit of the plastic state of a clay.  It is the minimum water content at which a soil can be rolled into a thread of 1/8 inch diameter without crumbling.",
        "Type": "Words Starting With P"
        },
        {
        "id": "337",
        "Data": "Plum: A large random shaped stone embedded into freshly places mass concrete.",
        "Type": "Words Starting With P"
        },
        {
        "id": "338",
        "Data": "Post: A general term for timber used in an upright position in building, fencing or other structural work.",
        "Type": "Words Starting With P"
        },
        {
        "id": "339",
        "Data": "Portland Cement:  A product obtained by pulverizing clinker consisting mainly of hydraulic calcium silicates.  Many different cements now use portland cements or at least contain some, the varieties include:  Ordinary, Rapid-hardening, Ultra-high-early- strength, Portland blast-furnace, Sulphate-resisting and Water- repellent cements, apart from Colored cements.",
        "Type": "Words Starting With P"
        },
        {
        "id": "340",
        "Data": "Post-Tensioning: method of prestressing concrete in which the cables are pulled or the concrete is jacked up after it has been placed.  This method is usual for bridges and heavy structures which are placed in place.",
        "Type": "Words Starting With P"
        },
        {
        "id": "341",
        "Data": "Potable water: water which is satisfactory for drinking, culinary and domestic purpose and meets the require of the health authority having jurisdiction.",
        "Type": "Words Starting With P"
        },
        {
        "id": "342",
        "Data": "Pozzolana: An essentially siliceous material which while in itself possessing no cementitious properties will in finely divided form and in the presence of water, react with calcium hydroxide at ordinary temperature to form compounds possessing cementitious properties.",
        "Type": "Words Starting With P"
        },
        {
        "id": "343",
        "Data": "Precision:  Of a measurement, the fineness with which it has been read, therefore, precision is different from accuracy.",
        "Type": "Words Starting With P"
        },
        {
        "id": "344",
        "Data": "Prestressed Concrete:  Concrete in which cracking and tensile forces are eliminated or greatly reduced by compressing it by stretched cables, wires or bars within it.  Two main methods for prestressing are :  post-tensioning and pre-tensioning.  Prestressed concrete is economical for spans which are large or where the beam depth must be reduced to a minimum.",
        "Type": "Words Starting With P"
        },
        {
        "id": "345",
        "Data": "Prime Coat:  The initial application of a low viscosity bituminous material to an absorbent surface, preparatory to any subsequent treatment, for the purpose of hardening or toughening the surface and promoting adhesion between it and the superimposed constructed layer.",
        "Type": "Words Starting With P"
        },
        {
        "id": "346",
        "Data": "Profile: A guide used for setting out brickwork accurately.",
        "Type": "Words Starting With P"
        },
        {
        "id": "347",
        "Data": "Puff ventilation: The ventilation provided for waste traps in two pipe system, in order to preserve the water seal.",
        "Type": "Words Starting With P"
        },
        {
        "id": "348",
        "Data": "Purlin: Structural members spanning between pitched roof trusses or partly walls and transmitting the weight of the roof covering to the trusses or partly walls.",
        "Type": "Words Starting With P"
        },
        {
        "id": "349",
        "Data": "Quarry:  An open pit from which building stone, sand, gravel, mineral, or fill, can be obtained.",
        "Type": "Words Starting with Q"
        },
        {
        "id": "350",
        "Data": "Quick-lime: A calcined material the major part of which is calcium oxide with a lesser amount of magnesium oxide, capable of slaking with water. This is also known as un-slaked lime.",
        "Type": "Words Starting with Q"
        },
        {
        "id": "351",
        "Data": "Quoin: An external corner in brickwork, the term may also denote the masonry unit used to form the quoin.",
        "Type": "Words Starting with Q"
        },
        {
        "id": "352",
        "Data": "Rackling Back: stepping of the unfinished end of the wall masonry.",
        "Type": "Words Starting With R"
        },
        {
        "id": "353",
        "Data": "Rails: Horizontal members of shutters of doors, windows panels or fencing.",
        "Type": "Words Starting With R"
        },
        {
        "id": "354",
        "Data": "Ramp:  (1)  A steeply sloping road or floor.  (2)  A connecting roadway between two intersecting highways at a highway separation  (3)  A short length of drain laid much more steeply than the usual gradient.",
        "Type": "Words Starting With R"
        },
        {
        "id": "355",
        "Data": "Rample:  A sample selected without bias so that each part has an equal chance of inclusion.",
        "Type": "Words Starting With R"
        },
        {
        "id": "356",
        "Data": "Rapid-Hardening or High-Early-Strength Cement:  A portland cement which hardens more quickly than ordinary Portland cement and is more costly because it is more finely ground.",
        "Type": "Words Starting With R"
        },
        {
        "id": "357",
        "Data": "Ravelling OR Fretting:  Progressive disintegration of a pavement surface through the loss (Breaking away) of aggregate particles from a road surface.RAVINE:  Deep, narrow cliff or gorge in the earth surface.",
        "Type": "Words Starting With R"
        },
        {
        "id": "358",
        "Data": "Recycling (PAVEMENT):  The re-use of existing pavement materials in a new pavement structure.",
        "Type": "Words Starting With R"
        },
        {
        "id": "359",
        "Data": "Reeper: A batten used in roof construction.",
        "Type": "Words Starting With R"
        },
        {
        "id": "360",
        "Data": "Rendering: It shall mean the plaster coat which is applied following the dubbing out where required, or the final coat in case of one coat work.",
        "Type": "Words Starting With R"
        },
        {
        "id": "361",
        "Data": "Resin: A natural or synthetic, solid or semi solid organic material of indefinite and often high molecular weight having a tendency to flaw under stress, usually has a softening or melting range and usually fracture conchoidally.",
        "Type": "Words Starting With R"
        },
        {
        "id": "362",
        "Data": "Retarder OR Retarder of Set: An admixture which slows up the setting rate of concrete.",
        "Type": "Words Starting With R"
        },
        {
        "id": "363",
        "Data": "Reveal: The visible part of each side of a recess or opening of a wall.",
        "Type": "Words Starting With R"
        },
        {
        "id": "364",
        "Data": "Ridge: The horizontal intersection of the two rising roof surfaces inclined in opposite direction.",
        "Type": "Words Starting With R"
        },
        {
        "id": "365",
        "Data": "Riprap:  Rock used for the protection of embankments, cut slopes, etc., against agents of erosion, primarily water",
        "Type": "Words Starting With R"
        },
        {
        "id": "366",
        "Data": "Rubble: Rough stone of irregular shape and size, broken from larger masses by geological process or by quarrying.",
        "Type": "Words Starting With R"
        },
        {
        "id": "367",
        "Data": "Saddle: a purpose- made fitting, so shaped as to fit over a hole cut in a sewer or drain, and used to form connections.",
        "Type": "Words Starting with S"
        },
        {
        "id": "368",
        "Data": "Sagging Moment:  A bending moment which causes a beam to sink in the middle.  Usually described as a positive moment.",
        "Type": "Words Starting with S"
        },
        {
        "id": "369",
        "Data": "Sand: a) Granular material passing the 10mm IS sieve and almost entirely passing the 4.75 mm IS sieve and predominately retained on the 75 micron IS sieve and resulting from natural disintegration and abrasion of rock or processing of completely friable sandstone; or b) That portion of an aggregate passing the 4.75mm IS sieve and predominately retained on the 75 micron sieve and resulting from natural disintegration and abrasion of rock or processing of completely friable sandstone.",
        "Type": "Words Starting with S"
        },
        {
        "id": "370",
        "Data": "Sand Equivalent:  A measure of the amount of clay contamination in fine aggregate.",
        "Type": "Words Starting with S"
        },
        {
        "id": "371",
        "Data": "Saturated Surface Dry (SSD):  A condition of an aggregate which holds as much water as it can without having any free surface water between the aggregate particles.",
        "Type": "Words Starting with S"
        },
        {
        "id": "372",
        "Data": "Sapwood: The outer layers of the log, which in the growing free contain living cells and food material. The sapwood is usually lighter in colour and is readily attacked by insects and fungi.",
        "Type": "Words Starting with S"
        },
        {
        "id": "373",
        "Data": "Scaffolding: A temporary structure for gaining access to higher levels of the permanent structure during construction.",
        "Type": "Words Starting with S"
        },
        {
        "id": "374",
        "Data": "Scantling: A piece of timber whose cross- sectional dimensions exceeds 5 cm but do not exceed 20 cm in both directions.",
        "Type": "Words Starting with S"
        },
        {
        "id": "375",
        "Data": "Seasoned Timber: Timber whose moisture content has been reduced to the specified minimum, under more or less controlled processing of drying.",
        "Type": "Words Starting with S"
        },
        {
        "id": "376",
        "Data": "Screed, Screed Board, Screed Rail OR Tamper:  (1)  A wood or metal templet with which a concrete surface is finished.  Screeds are set to the correct level for the slab surface.  The screed rail may be cambered but is usually straight.  (2)  A layer of mortar 2 to 7 cm thick, laid to finish a floor surface or as a bed for floor tiles.",
        "Type": "Words Starting with S"
        },
        {
        "id": "377",
        "Data": "Sediment:  Any material, mineral or organic matter deposited by water, air, etc., often called silt.",
        "Type": "Words Starting with S"
        },
        {
        "id": "378",
        "Data": "Septic-Tank:  Underground sewage collecting tank.",
        "Type": "Words Starting with S"
        },
        {
        "id": "379",
        "Data": "Setting Coat: It shall mean final coat in a two or three coat work.",
        "Type": "Words Starting with S"
        },
        {
        "id": "380",
        "Data": "Sewer: A closed drain carrying night- soil and other water- borne waste.",
        "Type": "Words Starting with S"
        },
        {
        "id": "381",
        "Data": "Shake: A partial or complete separation between adjoining layers of tissues or seen in end surfaces.",
        "Type": "Words Starting with S"
        },
        {
        "id": "382",
        "Data": "Shingle: Rounded or water –borne stone of irregular size occurring in river beds or open beaches.",
        "Type": "Words Starting with S"
        },
        {
        "id": "383",
        "Data": "Sheeting: The part of the form which is in contact with the concrete.",
        "Type": "Words Starting with S"
        },
        {
        "id": "384",
        "Data": "SILT:  Grandular material passing the No. 200 sieve (74 micron), finer than sand but coarser than clay, such particles in the range from 2 to 50 micron.  It feels gritty between the fingers but the grains are difficult to see.  It can be distinguished from clay by the shaking test or by rolling it into a thread.  A thread of silt crumbles on drying, a clay thread does not.  Rock flour and loess are materials of silt size.",
        "Type": "Words Starting with S"
        },
        {
        "id": "385",
        "Data": "Site: The site shall mean the land and/ or other places on into or through which work is to be executed under the contract or any adjacent land, path or street through which work is to be executed under the contract or any adjacent land, path or street which may be allotted or used for the purpose of carrying out the contract.",
        "Type": "Words Starting with S"
        },
        {
        "id": "386",
        "Data": "Silt: The granular material resulting from the disintegration of rock, with grains largely passing a No. 200 ( 47 micron) sieve alternatively such particles in the range from 2 to 50 micron diameter.",
        "Type": "Words Starting with S"
        },
        {
        "id": "387",
        "Data": "Slag:  The waste glass-like product from a metallurgical furnace, which flows off above the metal.",
        "Type": "Words Starting with S"
        },
        {
        "id": "388",
        "Data": "Slump: A measure of consistency of freshly mixed concrete mortar or stucco equal to the subsidence measured to the nearest 6 mm of the molded truncated cone immediately after removal of the slump cone.",
        "Type": "Words Starting with S"
        },
        {
        "id": "389",
        "Data": "Slurry:  A thin, watery mixture of neat cement or cement and sand.",
        "Type": "Words Starting with S"
        },
        {
        "id": "390",
        "Data": "Soffit: 1) The undersides of slabs, beams, stair case etc. 2)  The highest portion of the interior of a sewer or drain at any cross-section.",
        "Type": "Words Starting with S"
        },
        {
        "id": "391",
        "Data": "Soil waste: The discharge from water closets, urinals, slop sinks and similar appliances.",
        "Type": "Words Starting with S"
        },
        {
        "id": "392",
        "Data": "Soil Stabilization:  Modification of soils or aggregates by incorporating materials that will increase load bearing capacity, firmness and resistance to weathering or displacement.  Common methods are mixing the soil with cement or waste oil or imported soil, also compaction or merely covering with a primer.",
        "Type": "Words Starting with S"
        },
        {
        "id": "393",
        "Data": "Soldier Pile:  An upright pile used to hold lagging.",
        "Type": "Words Starting with S"
        },
        {
        "id": "394",
        "Data": "Soundness:  Resistance to both physical and chemical deterioration.",
        "Type": "Words Starting with S"
        },
        {
        "id": "395",
        "Data": "Spalling:  Peeling away of a surface, particularly of portland cement concrete.",
        "Type": "Words Starting with S"
        },
        {
        "id": "396",
        "Data": "Span:  The distance between the supports of a bridge, truss, arch, girder, floor, beam, etc.",
        "Type": "Words Starting with S"
        },
        {
        "id": "397",
        "Data": "Spillway Or Wasteway:  An overflow channel.",
        "Type": "Words Starting with S"
        },
        {
        "id": "398",
        "Data": "Spell: A fragment usually in the shape of flake, detached from a larger mass by a blow, by the action of weather, by pressure or by expansion within the larger mass.",
        "Type": "Words Starting with S"
        },
        {
        "id": "399",
        "Data": "Split: A crack extending from one face to another face in the wooden member.",
        "Type": "Words Starting with S"
        },
        {
        "id": "400",
        "Data": "Spread Footing:  A footing used to support a single column.  This is also known as an individual column footing and isolated footing.",
        "Type": "Words Starting with S"
        },
        {
        "id": "401",
        "Data": "Steady Flow:  Flow which does not vary with time.",
        "Type": "Words Starting with S"
        },
        {
        "id": "402",
        "Data": "Strand:  A number of steel wires grouped together by twisting.",
        "Type": "Words Starting with S"
        },
        {
        "id": "403",
        "Data": "Storm water: It is the surface run off following rainfall, which enters sewers through inlets.",
        "Type": "Words Starting with S"
        },
        {
        "id": "404",
        "Data": "Stretcher : A brick laid with its length in the direction of wall.",
        "Type": "Words Starting with S"
        },
        {
        "id": "405",
        "Data": "Stripping:  (1)  Loss of binder (Bituminous film) from aggregate particles or from a road surface, due to presence of water.  (2)  Removing formwork.  (3)  Clearing a site of turf, brush-wood, topsoil, or the first layer of soil.",
        "Type": "Words Starting with S"
        },
        {
        "id": "406",
        "Data": "Subbase Course: One or more layers of specified or selected materials, of designed thickness, placed on the subgrade to support a base course.",
        "Type": "Words Starting with S"
        },
        {
        "id": "407",
        "Data": "Strut: A structural member used for carrying compressive stress.",
        "Type": "Words Starting with S"
        },
        {
        "id": "408",
        "Data": "Style: A vertical member of shutter frame.",
        "Type": "Words Starting with S"
        },
        {
        "id": "409",
        "Data": "Stud: A verticals or horizontal stiffeners to the back of the form sheeting.",
        "Type": "Words Starting with S"
        },
        {
        "id": "410",
        "Data": "Surface water: free water retained on surface of aggregate particles and considered to be part of the mixing water in concrete as distinguishing from absorbed moisture.",
        "Type": "Words Starting with S"
        },
        {
        "id": "411",
        "Data": "Surkhi: The coarse powder obtained by pounding of bricks and used as an aggregate as well as a pozzolonic material it is obtained as a bye-product of the brick industry.",
        "Type": "Words Starting with S"
        },
        {
        "id": "412",
        "Data": "Super- elevation banking or cent: The inward tilt or transverse inclination given to the cross section of a carriage way on a horizontal curve to reduce the effects of centrifugal force on a moving vehicle.",
        "Type": "Words Starting with S"
        },
        {
        "id": "413",
        "Data": "Surface dressing: this shall comprise of vegetation and trimming of uneven surface of natural ground to a uniform surface, by scraping off high patches and filling in the low patches with the scraped soil. The maximum depth of cutting shall not exceed 15 cm.",
        "Type": "Words Starting with S"
        },
        {
        "id": "414",
        "Data": "Sub-floor: A structural floor upon which a base is formed.",
        "Type": "Words Starting with S"
        },
        {
        "id": "415",
        "Data": "Tar: A viscous material having adhesive properties and resulting from the destructive distillation of organic material. The word ‘Tar’ should be preceded by the name of the material from which it is produced, coal, shale ,peat, vegetable etc. Its mode of production shall also be indicated.",
        "Type": "Words Starting With T"
        },
        {
        "id": "416",
        "Data": "Tendon:  A prestressing bar, cable, rope, strand or wire.",
        "Type": "Words Starting With T"
        },
        {
        "id": "417",
        "Data": "Terrazzo floor: The floor finish where the wearing surface is normally composed of marble chips in a matrix of cement with or without pigments and mechanically or manually ground, processed and polished.",
        "Type": "Words Starting With T"
        },
        {
        "id": "418",
        "Data": "Texture: Texture is the degree of fineness and uniformity of a soil and is expressed as floury, smooth, gritty or sharp.",
        "Type": "Words Starting With T"
        },
        {
        "id": "419",
        "Data": "Toothing: Bricks left projecting in alternate courses to bond with future work.",
        "Type": "Words Starting With T"
        },
        {
        "id": "420",
        "Data": "Tongue and groove joint: A joint in which a tongue is provided on edge of one member to fit into a corresponding groove on the other.",
        "Type": "Words Starting With T"
        },
        {
        "id": "421",
        "Data": "Torque, Torsion Or Twist:  The twisting effect of a force on a shaft applied tangentially, like the twist on a haulage drum which winds rope on to its circumference.",
        "Type": "Words Starting With T"
        },
        {
        "id": "422",
        "Data": "Under- layer: The lower of concrete in the terrazzo finish which occurs below the terrazzo topping.",
        "Type": "Words Starting with U"
        },
        {
        "id": "423",
        "Data": "Valley: The re-entrant angle formed by the inter-section of two inclined roof surface.",
        "Type": "Words Starting With V"
        },
        {
        "id": "424",
        "Data": "Vibrated Concrete:  Concrete consolidated by vibration from an internal or external vibrator.  It requires very much less water for effective placing than does concrete compacted by punning, therefore it is much stronger.  The formwork, however, must also be stronger when the concrete is to be vibrated.  Concrete in hollow-tile floors is not vibrated.",
        "Type": "Words Starting With V"
        },
        {
        "id": "425",
        "Data": "Vibrator:  A tool which vibrates at a speed form 3,000 to 10,000 rpm and is inserted into wet concrete or applied to the formwork to compact the concrete.  Concrete vibrators are of six types:",
        "Type": "Words Starting With V"
        },
        {
        "id": "426",
        "Data": "A) For precast work:",
        "Type": "Words Starting With V"
        },
        {
        "id": "427",
        "Data": "(1) Platform vibrators, small vibrators carried by one or two men moving up and down a pile or lamp post.  (2) Table vibrators, which may vibrate vertically for heavy work or with rotary movement for light pieces.",
        "Type": "Words Starting With V"
        },
        {
        "id": "428",
        "Data": "B) For concrete cast in place:",
        "Type": "Words Starting With V"
        },
        {
        "id": "429",
        "Data": "(3) Internal vibrators are the best known type.  (4) External vibrators are used more in the factory than on the site because of the extra strength required for the formwork.  External vibrators are also used for road slabs.  (5) A hand screed 12 feet long requires one vibrator, for greater lengths two vibrators are fixed on the screed.",
        "Type": "Words Starting With V"
        },
        {
        "id": "430",
        "Data": "C) For very large capacities:  (6) Concrete-vibrating machines are used.",
        "Type": "Words Starting With V"
        },
        {
        "id": "431",
        "Data": "Vibrators are also used for the compaction of loose soils.",
        "Type": "Words Starting With V"
        },
        {
        "id": "432",
        "Data": "Walling: A long horizontal member acting as a beam and used in conjunction with form ties, struts or strong backs to support and prevent movement of of forms.",
        "Type": "Words Starting with W"
        },
        {
        "id": "433",
        "Data": "Water content: The proportion of water present in a material expressed as a percentage by weight of the material.",
        "Type": "Words Starting with W"
        },
        {
        "id": "434",
        "Data": "Wedge: A piece of wood or metal tapering to a thin edge, used to adjust elevation, tighten formwork.",
        "Type": "Words Starting with W"
        },
        {
        "id": "435",
        "Data": "Weephole:  A hole to allow water to escape from behind a retaining wall and thus to reduce the pressure behind it.",
        "Type": "Words Starting with W"
        },
        {
        "id": "436",
        "Data": "Work or works: The expression ‘work or works’ shall. Unless be something either in the subject or context repugnant to such construction, be construed and taken to mean the works by or by virtue of the contract, contract to be executes whether temporary or permanent and whether original, altered ,substituted or additional.",
        "Type": "Words Starting with W"
        }
        ] ,
    "comments": [
      { "id": 1, "body": "some comment", "postId": 1 }
    ],
    "profile": { "name": "typicode" }
  }